Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# downloads.errorMissing
source: That file could no longer be found.
ar: لم يعد من الممكن العثور على هذا الملف.
de: Diese Datei wurde nicht mehr gefunden.
es: Ya no se pudo encontrar ese archivo.
fr: Ce fichier est introuvable.
hi: वह फ़ाइल अब नहीं मिल सकी।
it: Impossibile trovare più quel file.
ja: そのファイルは見つからなくなりました。
ko: 해당 파일을 더 이상 찾을 수 없습니다.
nl: Dat bestand kon niet meer worden gevonden.
pl: Nie można już odnaleźć tego pliku.
pt: Já não foi possível encontrar esse ficheiro.
ro: Acest fișier nu a mai putut fi găsit.
ru: Этот файл больше не найден.
sv: Filen kunde inte längre hittas.
zh_cn: 无法再找到该文件。
zh_tw: 無法再找到該檔案。

# downloads.errorNameExists
source: A file with that name already exists.
ar: يوجد بالفعل ملف بهذا الاسم.
de: Eine Datei mit diesem Namen ist bereits vorhanden.
es: Ya existe un archivo con ese nombre.
fr: Un fichier portant ce nom existe déjà.
hi: उस नाम की फ़ाइल पहले से मौजूद है।
it: Esiste già un file con quel nome.
ja: 同じ名前のファイルが既に存在します。
ko: 같은 이름의 파일이 이미 있습니다.
nl: Er bestaat al een bestand met die naam.
pl: Plik o tej nazwie już istnieje.
pt: Já existe um ficheiro com esse nome.
ro: Există deja un fișier cu acest nume.
ru: Файл с таким именем уже существует.
sv: En fil med det namnet finns redan.
zh_cn: 同名文件已存在。
zh_tw: 同名檔案已存在。

# downloads.navigationTitle
source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
hi: डाउनलोड
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobrane
pt: Transferências
ro: Descărcări
ru: Загрузки
sv: Nedladdningar
zh_cn: 下载
zh_tw: 下載

# editShare.passwordKeepHint
source: Leave blank to keep the current password
ar: اتركه فارغًا للاحتفاظ بكلمة السر الحالية
de: Leer lassen, um das aktuelle Passwort zu behalten
es: Déjalo en blanco para mantener la contraseña actual
fr: Laissez vide pour conserver le mot de passe actuel
hi: वर्तमान पासवर्ड रखने के लिए खाली छोड़ें
it: Lascia vuoto per mantenere la password attuale
ja: 現在のパスワードを保持するには空のままにします
ko: 현재 비밀번호를 유지하려면 비워 두세요
nl: Laat leeg om het huidige wachtwoord te behouden
pl: Pozostaw puste, aby zachować obecne hasło
pt: Deixe em branco para manter a palavra-passe atual
ro: Lasă gol pentru a păstra parola actuală
ru: Оставьте пустым, чтобы сохранить текущий пароль
sv: Lämna tomt för att behålla det nuvarande lösenordet
zh_cn: 留空以保留当前密码
zh_tw: 留空以保留目前密碼

# editShare.save
source: Save Changes
ar: حفظ التغييرات
de: Änderungen sichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen bewaren
pl: Zapisz zmiany
pt: Guardar alterações
ro: Salvează modificările
ru: Сохранить изменения
sv: Spara ändringar
zh_cn: 保存更改
zh_tw: 儲存更改

# editShare.savedToast
source: Share link updated
ar: تم تحديث رابط المشاركة
de: Freigabelink aktualisiert
es: Enlace de compartición actualizado
fr: Lien de partage mis à jour
hi: साझा लिंक अपडेट किया गया
it: Link di condivisione aggiornato
ja: 共有リンクを更新しました
ko: 공유 링크가 업데이트됨
nl: Deellink bijgewerkt
pl: Zaktualizowano link do udostępniania
pt: Ligação de partilha atualizada
ro: Link de partajare actualizat
ru: Ссылка доступа обновлена
sv: Delningslänk uppdaterad
zh_cn: 共享链接已更新
zh_tw: 共享連結已更新

# editShare.title
source: Edit Share Link
ar: تحرير رابط المشاركة
de: Freigabelink bearbeiten
es: Editar enlace de compartición
fr: Modifier le lien de partage
hi: साझा लिंक संपादित करें
it: Modifica link di condivisione
ja: 共有リンクを編集
ko: 공유 링크 편집
nl: Deellink bewerken
pl: Edytuj link do udostępniania
pt: Editar ligação de partilha
ro: Editează linkul de partajare
ru: Изменить ссылку доступа
sv: Redigera delningslänk
zh_cn: 编辑共享链接
zh_tw: 編輯共享連結

# emptyState.folderEmpty
source: This folder is empty.
ar: هذا المجلد فارغ.
de: Dieser Ordner ist leer.
es: Esta carpeta está vacía.
fr: Ce dossier est vide.
hi: यह फ़ोल्डर खाली है।
it: Questa cartella è vuota.
ja: このフォルダは空です。
ko: 이 폴더는 비어 있습니다.
nl: Deze map is leeg.
pl: Ten folder jest pusty.
pt: Esta pasta está vazia.
ro: Acest dosar este gol.
ru: Эта папка пуста.
sv: Den här mappen är tom.
zh_cn: 此文件夹为空。
zh_tw: 此檔案夾是空的。

# emptyState.loadFailed
source: Couldn't reach the server.
ar: تعذّر الوصول إلى الخادم.
de: Server konnte nicht erreicht werden.
es: No se pudo conectar con el servidor.
fr: Impossible de joindre le serveur.
hi: सर्वर तक नहीं पहुंच सके।
it: Impossibile raggiungere il server.
ja: サーバに接続できませんでした。
ko: 서버에 연결할 수 없습니다.
nl: Kan de server niet bereiken.
pl: Nie można połączyć się z serwerem.
pt: Não foi possível contactar o servidor.
ro: Nu s-a putut contacta serverul.
ru: Не удалось связаться с сервером.
sv: Det gick inte att nå servern.
zh_cn: 无法连接到服务器。
zh_tw: 無法連線到伺服器。

# emptyState.noSearchMatches
source: No matches for “%@”.
ar: لا نتائج لـ ‏«%@».
de: Keine Treffer für „%@“.
es: Sin resultados para “%@”.
fr: Aucun résultat pour « %@ ».
hi: “%@” के लिए कोई परिणाम नहीं।
it: Nessun risultato per “%@”.
ja: 「%@」の結果がありません。
ko: “%@”에 대한 결과가 없습니다.
nl: Geen resultaten voor “%@”.
pl: Brak wyników dla „%@”.
pt: Sem resultados para “%@”.
ro: Niciun rezultat pentru „%@”.
ru: Нет результатов для «%@».
sv: Inga träffar för ”%@”.
zh_cn: 没有“%@”的结果。
zh_tw: 沒有「%@」的結果。

# error.decoding
source: Server responded unexpectedly.
ar: استجاب الخادم بشكل غير متوقع.
de: Der Server hat unerwartet geantwortet.
es: El servidor respondió de forma inesperada.
fr: Réponse inattendue du serveur.
hi: सर्वर ने अप्रत्याशित रूप से प्रतिक्रिया दी।
it: Il server ha risposto in modo inatteso.
ja: サーバから予期しない応答がありました。
ko: 서버가 예기치 않게 응답했습니다.
nl: De server gaf een onverwacht antwoord.
pl: Serwer odpowiedział nieoczekiwanie.
pt: O servidor respondeu de forma inesperada.
ro: Serverul a răspuns neașteptat.
ru: Сервер ответил неожиданно.
sv: Servern svarade oväntat.
zh_cn: 服务器响应异常。
zh_tw: 伺服器回應異常。

# error.forbidden
source: You don't have permission to do that.
ar: ليس لديك إذن للقيام بذلك.
de: Du hast keine Berechtigung dafür.
es: No tienes permiso para hacer eso.
fr: Vous n'avez pas l'autorisation de faire cela.
hi: आपके पास यह करने की अनुमति नहीं है।
it: Non hai il permesso di farlo.
ja: この操作を行う権限がありません。
ko: 이 작업을 수행할 권한이 없습니다.
nl: Je hebt geen toestemming om dat te doen.
pl: Nie masz uprawnień, aby to zrobić.
pt: Não tem permissão para fazer isso.
ro: Nu ai permisiunea să faci asta.
ru: У вас нет прав для этого действия.
sv: Du har inte behörighet att göra det.
zh_cn: 您没有执行此操作的权限。
zh_tw: 您沒有執行此操作的權限。

# error.network
source: Couldn't reach the server.
ar: تعذّر الوصول إلى الخادم.
de: Server konnte nicht erreicht werden.
es: No se pudo conectar con el servidor.
fr: Impossible de joindre le serveur.
hi: सर्वर तक नहीं पहुंच सके।
it: Impossibile raggiungere il server.
ja: サーバに接続できませんでした。
ko: 서버에 연결할 수 없습니다.
nl: Kan de server niet bereiken.
pl: Nie można połączyć się z serwerem.
pt: Não foi possível contactar o servidor.
ro: Nu s-a putut contacta serverul.
ru: Не удалось связаться с сервером.
sv: Det gick inte att nå servern.
zh_cn: 无法连接到服务器。
zh_tw: 無法連線到伺服器。

# error.offline
source: You're offline. Connect to the internet and try again.
ar: أنت غير متصل. اتصل بالإنترنت وأعد المحاولة.
de: Du bist offline. Verbinde dich mit dem Internet und versuche es erneut.
es: Estás sin conexión. Conéctate a internet e inténtalo de nuevo.
fr: Vous êtes hors ligne. Connectez-vous à Internet et réessayez.
hi: आप ऑफ़लाइन हैं। इंटरनेट से कनेक्ट करें और पुनः प्रयास करें।
it: Sei offline. Connettiti a internet e riprova.
ja: オフラインです。インターネットに接続して再試行してください。
ko: 오프라인 상태입니다. 인터넷에 연결하고 다시 시도하세요.
nl: Je bent offline. Maak verbinding met internet en probeer het opnieuw.
pl: Jesteś offline. Połącz się z internetem i spróbuj ponownie.
pt: Está offline. Ligue-se à internet e tente novamente.
ro: Ești offline. Conectează-te la internet și încearcă din nou.
ru: Вы офлайн. Подключитесь к интернету и повторите попытку.
sv: Du är offline. Anslut till internet och försök igen.
zh_cn: 您已离线。请连接到互联网后重试。
zh_tw: 您已離線。請連線到網際網路後重試。

# error.rateLimited
source: Too many requests. Try again shortly.
ar: طلبات كثيرة جدًا. أعد المحاولة قريبًا.
de: Zu viele Anfragen. Versuche es in Kürze erneut.
es: Demasiadas solicitudes. Inténtalo de nuevo en breve.
fr: Trop de requêtes. Réessayez bientôt.
hi: बहुत अधिक अनुरोध। थोड़ी देर में पुनः प्रयास करें।
it: Troppe richieste. Riprova tra poco.
ja: リクエストが多すぎます。しばらくしてから再試行してください。
ko: 요청이 너무 많습니다. 잠시 후 다시 시도하세요.
nl: Te veel verzoeken. Probeer het zo dadelijk opnieuw.
pl: Zbyt wiele żądań. Spróbuj ponownie za chwilę.
pt: Demasiados pedidos. Tente novamente em breve.
ro: Prea multe cereri. Încearcă din nou în scurt timp.
ru: Слишком много запросов. Повторите попытку позже.
sv: För många förfrågningar. Försök igen strax.
zh_cn: 请求过多。请稍后重试。
zh_tw: 請求過多。請稍後重試。

# error.server
source: Server error (%lld).
ar: خطأ في الخادم (%lld).
de: Serverfehler (%lld).
es: Error del servidor (%lld).
fr: Erreur du serveur (%lld).
hi: सर्वर त्रुटि (%lld)।
it: Errore del server (%lld).
ja: サーバエラー (%lld)。
ko: 서버 오류 (%lld).
nl: Serverfout (%lld).
pl: Błąd serwera (%lld).
pt: Erro do servidor (%lld).
ro: Eroare de server (%lld).
ru: Ошибка сервера (%lld).
sv: Serverfel (%lld).
zh_cn: 服务器错误 (%lld)。
zh_tw: 伺服器錯誤 (%lld)。

# error.sessionExpired
source: Your session expired. Sign in again.
ar: انتهت صلاحية جلستك. سجّل الدخول مرة أخرى.
de: Deine Sitzung ist abgelaufen. Melde dich erneut an.
es: Tu sesión ha caducado. Inicia sesión de nuevo.
fr: Votre session a expiré. Reconnectez-vous.
hi: आपका सत्र समाप्त हो गया। फिर से साइन इन करें।
it: La tua sessione è scaduta. Accedi di nuovo.
ja: セッションの有効期限が切れました。再度サインインしてください。
ko: 세션이 만료되었습니다. 다시 로그인하세요.
nl: Je sessie is verlopen. Meld je opnieuw aan.
pl: Twoja sesja wygasła. Zaloguj się ponownie.
pt: A sua sessão expirou. Inicie sessão novamente.
ro: Sesiunea ta a expirat. Conectează-te din nou.
ru: Ваша сессия истекла. Войдите снова.
sv: Din session har gått ut. Logga in igen.
zh_cn: 您的会话已过期。请重新登录。
zh_tw: 您的工作階段已過期。請重新登入。

# favorites.accessibilityBadge
source: Favorite
ar: مفضّل
de: Favorit
es: Favorito
fr: Favori
hi: पसंदीदा
it: Preferito
ja: お気に入り
ko: 즐겨찾기
nl: Favoriet
pl: Ulubione
pt: Favorito
ro: Favorit
ru: Избранное
sv: Favorit
zh_cn: 收藏
zh_tw: 收藏

# favorites.actionEdit
source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Wijzigen
pl: Edytuj
pt: Editar
ro: Editează
ru: Изменить
sv: Redigera
zh_cn: 编辑
zh_tw: 編輯

# favorites.actionRemoveFromFavorites
source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de Favoritos
fr: Retirer des favoris
hi: पसंदीदा से निकालें
it: Rimuovi dai Preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nl: Uit favorieten verwijderen
pl: Usuń z ulubionych
pt: Remover dos Favoritos
ro: Elimină de la favorite
ru: Убрать из избранного
sv: Ta bort från favoriter
zh_cn: 从收藏中移除
zh_tw: 從喜好項目移除

# favorites.editColorDefault
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślny
pt: Predefinição
ro: Implicit
ru: По умолчанию
sv: Standard
zh_cn: 默认
zh_tw: 預設

# favorites.editColorLabel
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: カラー
ko: 색상
nl: Kleur
pl: Kolor
pt: Cor
ro: Culoare
ru: Цвет
sv: Färg
zh_cn: 颜色
zh_tw: 顏色

# favorites.editIconLabel
source: Icon
ar: الأيقونة
de: Symbol
es: Icono
fr: Icône
hi: आइकन
it: Icona
ja: アイコン
ko: 아이콘
nl: Symbool
pl: Ikona
pt: Ícone
ro: Pictogramă
ru: Значок
sv: Symbol
zh_cn: 图标
zh_tw: 圖像

# favorites.editIconOutline
source: Outline
ar: محدد
de: Umriss
es: Contorno
fr: Contour
hi: रूपरेखा
it: Contorno
ja: アウトライン
ko: 외곽선
nl: Omlijnd
pl: Kontur
pt: Contorno
ro: Contur
ru: Контур
sv: Kontur
zh_cn: 轮廓
zh_tw: 外框

# favorites.editIconSolid
source: Solid
ar: ممتلئ
de: Gefüllt
es: Relleno
fr: Plein
hi: ठोस
it: Pieno
ja: 塗りつぶし
ko: 채움
nl: Gevuld
pl: Wypełniona
pt: Preenchido
ro: Plin
ru: Заливка
sv: Fylld
zh_cn: 实心
zh_tw: 實心

# favorites.editNameErrorEmpty
source: Name can't be empty.
ar: لا يمكن أن يكون الاسم فارغًا.
de: Der Name darf nicht leer sein.
es: El nombre no puede estar vacío.
fr: Le nom ne peut pas être vide.
hi: नाम खाली नहीं हो सकता।
it: Il nome non può essere vuoto.
ja: 名前は空にできません。
ko: 이름은 비워 둘 수 없습니다.
nl: De naam mag niet leeg zijn.
pl: Nazwa nie może być pusta.
pt: O nome não pode estar vazio.
ro: Numele nu poate fi gol.
ru: Имя не может быть пустым.
sv: Namnet får inte vara tomt.
zh_cn: 名称不能为空。
zh_tw: 名稱不能空白。

# favorites.editNameLabel
source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sv: Namn
zh_cn: 名称
zh_tw: 名稱

# favorites.editSave
source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
nl: Bewaren
pl: Zapisz
pt: Guardar
ro: Salvează
ru: Сохранить
sv: Spara
zh_cn: 保存
zh_tw: 儲存

# favorites.editTitle
source: Edit Favorite
ar: تحرير المفضلة
de: Favorit bearbeiten
es: Editar favorito
fr: Modifier le favori
hi: पसंदीदा संपादित करें
it: Modifica preferito
ja: お気に入りを編集
ko: 즐겨찾기 편집
nl: Favoriet wijzigen
pl: Edytuj ulubiony
pt: Editar favorito
ro: Editează favoritul
ru: Изменить избранное
sv: Redigera favorit
zh_cn: 编辑收藏
zh_tw: 編輯喜好項目

# favorites.emptyList
source: Star folders in Browse to see them here.
ar: ضع علامة نجمة على المجلدات في تصفح لتظهر هنا.
de: Markiere Ordner in Durchsuchen mit einem Stern, um sie hier zu sehen.
es: Marca carpetas en Explorar para verlas aquí.
fr: Marquez des dossiers dans Explorer pour les voir ici.
hi: फ़ोल्डर यहां देखने के लिए उन्हें ब्राउज़ में तारांकित करें।
it: Contrassegna le cartelle in Esplora per vederle qui.
ja: 「ブラウズ」でフォルダにスターを付けると、ここに表示されます。
ko: 탐색에서 폴더를 즐겨찾기로 표시하면 여기에 나타납니다.
nl: Markeer mappen in Verkennen om ze hier te zien.
pl: Oznacz foldery w Przeglądaj, aby zobaczyć je tutaj.
pt: Marque pastas em Explorar para as ver aqui.
ro: Marchează dosare în Explorează pentru a le vedea aici.
ru: Отмечайте папки в Обзоре, чтобы видеть их здесь.
sv: Markera mappar i Bläddra för att se dem här.
zh_cn: 在“浏览”中标记文件夹即可在此处查看。
zh_tw: 在「瀏覽」中將檔案夾加上星號即可在此處查看。

# favorites.navigationTitle
source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
hi: पसंदीदा
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
sv: Favoriter
zh_cn: 收藏
zh_tw: 喜好項目

# favorites.removeConfirm
source: Remove %lld Favorites?
ar: إزالة %lld من المفضلة؟
de: %lld Favoriten entfernen?
es: ¿Quitar %lld favoritos?
fr: Retirer %lld favoris ?
hi: %lld पसंदीदा निकालें?
it: Rimuovere %lld preferiti?
ja: %lld 件のお気に入りを削除しますか？
ko: 즐겨찾기 %lld개를 제거할까요?
nl: %lld favorieten verwijderen?
pl: Usunąć %lld ulubionych?
pt: Remover %lld favoritos?
ro: Elimini %lld favorite?
ru: Убрать из избранного: %lld?
sv: Ta bort %lld favoriter?
zh_cn: 移除 %lld 个收藏？
zh_tw: 移除 %lld 個喜好項目？

# favorites.removeFailedMany
source: Couldn't remove those favorites.
ar: تعذّر إزالة تلك المفضلات.
de: Diese Favoriten konnten nicht entfernt werden.
es: No se pudieron quitar esos favoritos.
fr: Impossible de retirer ces favoris.
hi: वे पसंदीदा निकाल नहीं सके।
it: Impossibile rimuovere quei preferiti.
ja: それらのお気に入りを削除できませんでした。
ko: 해당 즐겨찾기를 제거할 수 없습니다.
nl: Kan die favorieten niet verwijderen.
pl: Nie można usunąć tych ulubionych.
pt: Não foi possível remover esses favoritos.
ro: Nu s-au putut elimina acele favorite.
ru: Не удалось убрать их из избранного.
sv: Det gick inte att ta bort de favoriterna.
zh_cn: 无法移除这些收藏。
zh_tw: 無法移除這些喜好項目。

# favorites.removeFailedOne
source: Couldn't remove that favorite.
ar: تعذّر إزالة تلك المفضلة.
de: Dieser Favorit konnte nicht entfernt werden.
es: No se pudo quitar ese favorito.
fr: Impossible de retirer ce favori.
hi: वह पसंदीदा निकाल नहीं सके।
it: Impossibile rimuovere quel preferito.
ja: そのお気に入りを削除できませんでした。
ko: 해당 즐겨찾기를 제거할 수 없습니다.
nl: Kan die favoriet niet verwijderen.
pl: Nie można usunąć tego ulubionego.
pt: Não foi possível remover esse favorito.
ro: Nu s-a putut elimina acel favorit.
ru: Не удалось убрать это из избранного.
sv: Det gick inte att ta bort den favoriten.
zh_cn: 无法移除该收藏。
zh_tw: 無法移除該喜好項目。

# favorites.removeMessage
source: This only removes them from Favorites.
ar: هذا يزيلها من المفضلة فقط.
de: Dies entfernt sie nur aus den Favoriten.
es: Esto solo los quita de Favoritos.
fr: Cela les retire uniquement des favoris.
hi: यह उन्हें केवल पसंदीदा से निकालता है।
it: Questo li rimuove solo dai Preferiti.
ja: お気に入りから削除するだけです。
ko: 즐겨찾기에서만 제거됩니다.
nl: Hiermee worden ze alleen uit favorieten verwijderd.
pl: Spowoduje to tylko usunięcie ich z ulubionych.
pt: Isto apenas os remove dos Favoritos.
ro: Aceasta doar le elimină de la favorite.
ru: Это только уберёт их из избранного.
sv: Detta tar bara bort dem från favoriter.
zh_cn: 这仅会将它们从收藏中移除。
zh_tw: 這只會將它們從喜好項目移除。

# favorites.removePartial
source: Removed %1$lld of %2$lld.
ar: تمت إزالة %1$lld من %2$lld.
de: %1$lld von %2$lld entfernt.
es: Se quitaron %1$lld de %2$lld.
fr: %1$lld sur %2$lld retirés.
hi: %2$lld में से %1$lld निकाले गए।
it: Rimossi %1$lld di %2$lld.
ja: %2$lld 件中 %1$lld 件を削除しました。
ko: %2$lld개 중 %1$lld개 제거됨.
nl: %1$lld van %2$lld verwijderd.
pl: Usunięto %1$lld z %2$lld.
pt: Removidos %1$lld de %2$lld.
ro: Eliminate %1$lld din %2$lld.
ru: Убрано %1$lld из %2$lld.
sv: Tog bort %1$lld av %2$lld.
zh_cn: 已移除 %2$lld 项中的 %1$lld 项。
zh_tw: 已移除 %2$lld 個中的 %1$lld 個。

# favorites.reorderFailed
source: Couldn't save the new order.
ar: تعذّر حفظ الترتيب الجديد.
de: Neue Reihenfolge konnte nicht gesichert werden.
es: No se pudo guardar el nuevo orden.
fr: Impossible d'enregistrer le nouvel ordre.
hi: नया क्रम सहेज नहीं सके।
it: Impossibile salvare il nuovo ordine.
ja: 新しい並び順を保存できませんでした。
ko: 새 순서를 저장할 수 없습니다.
nl: Kan de nieuwe volgorde niet bewaren.
pl: Nie można zapisać nowej kolejności.
pt: Não foi possível guardar a nova ordem.
ro: Nu s-a putut salva noua ordine.
ru: Не удалось сохранить новый порядок.
sv: Det gick inte att spara den nya ordningen.
zh_cn: 无法保存新顺序。
zh_tw: 無法儲存新順序。

# fileInfo.diskFreeOf
source: %1$@ free of %2$@
ar: %1$@ متاح من %2$@
de: %1$@ frei von %2$@
es: %1$@ libres de %2$@
fr: %1$@ libres sur %2$@
hi: %2$@ में से %1$@ खाली
it: %1$@ liberi di %2$@
ja: %2$@ 中 %1$@ が空き
ko: %2$@ 중 %1$@ 사용 가능
nl: %1$@ vrij van %2$@
pl: %1$@ wolnych z %2$@
pt: %1$@ livres de %2$@
ro: %1$@ liberi din %2$@
ru: %1$@ свободно из %2$@
sv: %1$@ ledigt av %2$@
zh_cn: %2$@ 中可用 %1$@
zh_tw: %2$@ 中可用 %1$@

# fileInfo.navigationTitleFolder
source: Folder
ar: مجلد
de: Ordner
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
ja: フォルダ
ko: 폴더
nl: Map
pt: Pasta
ro: Dosar
ru: Папка
sv: Mapp
zh_cn: 文件夹
zh_tw: 檔案夾

# fileInfo.partialScan
source: Counted a partial scan — this folder is very large.
ar: تم احتساب فحص جزئي: هذا المجلد كبير جدًا.
de: Teilweiser Scan gezählt: Dieser Ordner ist sehr groß.
es: Se contó un escaneo parcial: esta carpeta es muy grande.
fr: Analyse partielle prise en compte : ce dossier est très volumineux.
hi: आंशिक स्कैन गिना गया: यह फ़ोल्डर बहुत बड़ा है।
it: Conteggiata una scansione parziale: questa cartella è molto grande.
ja: 部分スキャンを集計しました: このフォルダは非常に大きいです。
ko: 부분 스캔을 집계함: 이 폴더는 매우 큽니다.
nl: Gedeeltelijke scan geteld: deze map is erg groot.
pl: Policzono częściowe skanowanie: ten folder jest bardzo duży.
pt: Contada uma análise parcial: esta pasta é muito grande.
ro: S-a numărat o scanare parțială: acest dosar este foarte mare.
ru: Подсчитано частичное сканирование: эта папка очень большая.
sv: Räknade en delvis genomsökning: den här mappen är mycket stor.
zh_cn: 已计入部分扫描：此文件夹非常大。
zh_tw: 已計入部分掃描：此檔案夾非常大。

# fileInfo.rowCamera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt: Câmara
ro: Cameră
ru: Камера
sv: Kamera
zh_cn: 相机
zh_tw: 相機

# fileInfo.rowDateCreated
source: Date Created
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: निर्माण तिथि
it: Data di creazione
ja: 作成日
ko: 생성한 날짜
nl: Aanmaakdatum
pl: Data utworzenia
pt: Data de criação
ro: Data creării
ru: Дата создания
sv: Skapad datum
zh_cn: 创建日期
zh_tw: 建立日期

# fileInfo.rowDateModified
source: Date Modified
ar: تاريخ التعديل
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
hi: संशोधन तिथि
it: Data di modifica
ja: 変更日
ko: 수정한 날짜
nl: Wijzigingsdatum
pl: Data modyfikacji
pt: Data de modificação
ro: Data modificării
ru: Дата изменения
sv: Ändringsdatum
zh_cn: 修改日期
zh_tw: 修改日期

# fileInfo.rowDateTaken
source: Date Taken
ar: تاريخ الالتقاط
de: Aufnahmedatum
es: Fecha de captura
fr: Date de prise de vue
hi: लिए जाने की तिथि
it: Data dello scatto
ja: 撮影日
ko: 촬영한 날짜
nl: Opnamedatum
pl: Data wykonania
pt: Data de captura
ro: Data capturii
ru: Дата съёмки
sv: Tagen datum
zh_cn: 拍摄日期
zh_tw: 拍攝日期

# fileInfo.rowDimensions
source: Dimensions
ar: الأبعاد
de: Abmessungen
es: Dimensiones
hi: आयाम
it: Dimensioni
ja: 寸法
ko: 크기
nl: Afmetingen
pl: Wymiary
pt: Dimensões
ro: Dimensiuni
ru: Размеры
sv: Dimensioner
zh_cn: 尺寸
zh_tw: 尺寸

# fileInfo.rowDuration
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
ja: 再生時間
ko: 재생 시간
nl: Duur
pl: Czas trwania
pt: Duração
ro: Durată
ru: Длительность
sv: Längd
zh_cn: 时长
zh_tw: 時間長度

# fileInfo.rowFiles
source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt: Ficheiros
ro: Fișiere
ru: Файлы
sv: Filer
zh_cn: 文件
zh_tw: 檔案

# fileInfo.rowFolders
source: Folders
ar: المجلدات
de: Ordner
es: Carpetas
fr: Dossiers
hi: फ़ोल्डर
it: Cartelle
ja: フォルダ
ko: 폴더
nl: Mappen
pl: Foldery
pt: Pastas
ro: Dosare
ru: Папки
sv: Mappar
zh_cn: 文件夹
zh_tw: 檔案夾

# fileInfo.rowKind
source: Kind
ar: النوع
de: Art
es: Tipo
fr: Type
hi: प्रकार
it: Tipo
ja: 種類
ko: 종류
nl: Soort
pl: Rodzaj
pt: Tipo
ro: Fel
ru: Тип
sv: Sort
zh_cn: 种类
zh_tw: 種類

# fileInfo.rowLens
source: Lens
ar: العدسة
de: Objektiv
es: Objetivo
fr: Objectif
hi: लेंस
it: Obiettivo
ja: レンズ
ko: 렌즈
pl: Obiektyw
pt: Objetiva
ro: Obiectiv
ru: Объектив
sv: Objektiv
zh_cn: 镜头
zh_tw: 鏡頭

# fileInfo.rowLocation
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Emplacement
hi: स्थान
it: Posizione
ja: 場所
ko: 위치
nl: Locatie
pl: Lokalizacja
pt: Localização
ro: Locație
ru: Расположение
sv: Plats
zh_cn: 位置
zh_tw: 位置

# fileInfo.rowSize
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
ko: 크기
nl: Grootte
pl: Rozmiar
pt: Tamanho
ro: Dimensiune
ru: Размер
sv: Storlek
zh_cn: 大小
zh_tw: 大小

# fileInfo.rowTotalSize
source: Total Size
ar: الحجم الإجمالي
de: Gesamtgröße
es: Tamaño total
fr: Taille totale
hi: कुल आकार
it: Dimensione totale
ja: 合計サイズ
ko: 전체 크기
nl: Totale grootte
pl: Całkowity rozmiar
pt: Tamanho total
ro: Dimensiune totală
ru: Общий размер
sv: Total storlek
zh_cn: 总大小
zh_tw: 總大小

# fileInfo.sectionServerDisk
source: Server Disk
ar: قرص الخادم
de: Serverfestplatte
es: Disco del servidor
fr: Disque du serveur
hi: सर्वर डिस्क
it: Disco del server
ja: サーバディスク
ko: 서버 디스크
nl: Serverschijf
pl: Dysk serwera
pt: Disco do servidor
ro: Disc server
ru: Диск сервера
zh_cn: 服务器磁盘
zh_tw: 伺服器磁碟

# filter.all
source: All Types
ar: جميع الأنواع
de: Alle Typen
es: Todos los tipos
fr: Tous les types
hi: सभी प्रकार
it: Tutti i tipi
ja: すべてのタイプ
ko: 모든 유형
nl: Alle types
pl: Wszystkie typy
pt: Todos os tipos
ro: Toate tipurile
ru: Все типы
sv: Alla typer
zh_cn: 所有类型
zh_tw: 所有類型

# filter.archives
source: Archives
ar: الأرشيفات
de: Archive
es: Comprimidos
hi: संग्रह
it: Archivi
ja: アーカイブ
ko: 압축 파일
nl: Archieven
pl: Archiwa
pt: Arquivos
ro: Arhive
ru: Архивы
sv: Arkiv
zh_cn: 压缩包
zh_tw: 壓縮檔

# filter.audio
source: Audio
ar: الصوت
hi: ऑडियो
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt: Áudio
ru: Аудио
sv: Ljud
zh_cn: 音频
zh_tw: 音訊

# filter.button
source: Filter
ar: تصفية
de: Filtern
es: Filtrar
fr: Filtrer
hi: फ़िल्टर
it: Filtra
ja: 絞り込む
ko: 필터
nl: Filteren
pl: Filtruj
pt: Filtrar
ro: Filtrează
ru: Фильтр
sv: Filtrera
zh_cn: 筛选
zh_tw: 篩選
